
{
	"activities": [
		{
			"activity": "vídeo"
		},
		{
			"activity": "instalacíon"
		},
		{
			"activity": "digital"
		}
	],
	
	"no_works":9,
	"no_ind_exhibitions": 1,
	"no_col_exhibitions": 5,
	"no_contacts": 20,
	
	"city": "Bogotá",
	"country": "Colombia",
	"age": "31",
	"website": "hugomarin.com",
	"statement": "Artista plástico colombiano, actualmente trabaja en Bogotá como realizador audiovisual. Desde el inicio de su carrera su obra se ha perfilado en una intensa investigación sobre las posibles relaciones entre imagen, concepto y palabra. Su acercamiento se ha dado desde las artes del tiempo, especialmente el video digital, permitiéndole abordar el problema de la imagen y su inteligibilidad connotativa desde el tiempo, al considerar el pensamiento como una construcción discursiva. Su investigación se ha motivado desde sus estudios de filosofía, enfocándose en filosofía del lenguaje y semántica, con lo que ha logrado un original acercamiento a la imagen plástica desde discursos semánticos sobre lenguajes naturales. Su acercamiento al arte contemporáneo se ha dado con un marcado acento en el conceptualismo e inteligibilidad del discurso plástico, tratando de comprender la relación mimética entre imagen y palabra, centrándose en la imagen-movimiento y la imagen digital como fuente de investigación teórica y plástica. En su obra si bien se destaca un tono conceptual lo considera como un “pensamiento blando” que termina destacándose más por su tonalidad poética, y en su tratamiento material de la imagen digital. En el video ha tenido una fuerte influencia del cine experimental, considerando su obra como un territorio difuso de pantallas rotas que se mueven entre el cine, la literatura y la filosofía. Su últimos trabajos se han enfocado particularmente en la imagen como metáfora, en producciones audiovisuales guiadas por un ensayo, lo que le ha permitido sintetizar adecuadamente su doble naturaleza entre arte y filosofía.",
	"mail": "hm@hugomarin.com",
	"phone": "3166212753",
	"address": "Kra 13 #51 39"
	
	}